animal_name = ['Арчи', 'Боб', 'Черри', 'Крокс', 'Фокс', 'Джек', 'Джерри', 'Китти', 'Майлз', 'Пиклз', 'Спэрроу', 'Спайк',
         'Старлайт', 'Танго', 'Тедди', 'Титан', 'Том', 'Виски', 'Вуди', 'Бастер', 'Бисквит ', 'Барни', 'Корбин',
         'Чип', 'Динго', 'Чарли', 'Ларк', 'Логан', 'Лаки', 'Ник', 'Оскар', 'Пэдди', 'Ральф', 'Виспер', 'Майло',
         'Макс', 'Локи', 'Кларк', 'Флауэр', 'Грейс', 'Пикси', 'Пайпер', 'Уиллоу', 'Пампкин', 'Начо', 'Тако', 'Куки',
         'Зевс', 'Олаф', 'Симба']
animal_species = ["Кот", "Собака", "Хомяк", "Лошадь", "Верблюд", "Осел"]
animal_type = ["Домашнее животное", "Вьючное животное"]
all_animals = []
